{"type":2300,"data":{"_key":"1992JOHOEL","_id":"datasources/1992JOHOEL","_rev":"_Zk8515O--_","_type":"vertex","_label":"datasource","properties":{"shortname":"[1992JOH/OEL]","year":"1992","author":["Johnson, James W.","Oelkers, Eric H.","Helgeson, Harold C."],"bibliographic_type":{"0":"ARTICLE"},"title":"SUPCRT92: A software package for calculating the standard molal thermodynamic properties of minerals, gases, aqueous species, and reactions from 1 to 5000 bar and 0 to 1000°C","journal":"Computers & Geosciences","volume":"18","number":"7","pages":"899","booktitle":"","publisher":"Pergamon","abstracttext":""}}}
{"type":2300,"data":{"_key":"1988TANHEL","_id":"datasources/1988TANHEL","_rev":"_Zk7m-Y----","_type":"vertex","_label":"datasource","properties":{"shortname":"[1988TAN/HEL]","year":"1988","author":["Tanger, J. C.","Helgeson, H. C."],"bibliographic_type":{"0":"ARTICLE"},"title":"Calculation of the thermodynamic and transport properties of aqueous species at high pressures and temperatures; revised equations of state for the standard partial molal properties of ions and electrolytes","journal":"American Journal of Science","volume":"288","number":"1","pages":"19","booktitle":"","publisher":"American Journal of Science"}}}
{"type":2300,"data":{"_key":"1981HELKIR","_id":"datasources/1981HELKIR","_rev":"_Zk7m-SC---","_type":"vertex","_label":"datasource","properties":{"shortname":"[1981HEL/KIR]","year":"1981","author":["Helgeson, H. C.","Kirkham, D. H.","Flowers, G. C."],"bibliographic_type":{"0":"ARTICLE"},"title":"Theoretical prediction of the thermodynamic behavior of aqueous electrolytes by high pressures and temperatures; IV, Calculation of activity coefficients, osmotic coefficients, and apparent molal and standard and relative partial molal properties to 600 degrees C and 5kb","journal":"American Journal of Science","volume":"281","number":"10","pages":"1249","booktitle":"","publisher":"American Journal of Science"}}}
{"type":2300,"data":{"_key":"1993SHOMCK","_id":"datasources/1993SHOMCK","_rev":"_Zk8OEgC---","_type":"vertex","_label":"datasource","properties":{"shortname":"[1993SHO/MCK]","year":"1993","author":["Shock, Everett L.","McKinnon, William B."],"bibliographic_type":{"0":"ARTICLE"},"title":"Hydrothermal Processing of Cometary Volatiles—Applications to Triton","journal":"Icarus","volume":"106","number":"2","pages":"464","booktitle":"","abstracttext":"Subsequent to its capture by Neptune, Triton could have experienced an episode of tidal heating sufficient to melt its icy mantle and possibly its rocky core as well. This heating would have driven hydrothermal circulation at the core-rock/mantle-ocean boundary. We consider the chemical consequences of this hydrothermal reprocessing on Triton's volatile budget by assuming an initial cometary composition for the icy mantle and evaluating the effects of changes in temperature and oxidation state. We assume that the latter would have been controlled by mineral assemblages in the rock. Such reprocessing could explain the lack of carbon monoxide in the atmosphere of Triton and its depletion relative to N 2 and (apparently) CO 2 in the satellite's surface ices. Our calculations also show that whatever the original source of nitrogen in Triton, N 2 and/or NH 3 are likely abundant products of hydrothermal reprocessing. Depending on the temperature and prevailing oxidation state, acetic acid, ethanol, urea, methanol, and ethanamine are possible important components, in addition to ammonia, of the resulting mantle material. Triton may thus preserve the organic chemistry that might have led to the origin of life in early terrestrial hydrothermal systems. © 1993 by Academic Press, Inc."}}}
{"type":2300,"data":{"_key":"1997SVESHO","_id":"datasources/1997SVESHO","_rev":"_Zk7m-eG---","_type":"vertex","_label":"datasource","properties":{"shortname":"[1997SVE/SHO]","year":"1997","author":["Sverjensky, D. A.","Shock, E. L.","Helgeson, H. C."],"bibliographic_type":{"0":"ARTICLE"},"title":"Prediction of the thermodynamic properties of aqueous metal complexes to 1000°C and 5 kb","journal":"Geochimica et Cosmochimica Acta","booktitle":"","abstracttext":"A large number of aqueous metal complexes contribute significantly to hydrothermal, metamorphic, and magmatic processes in the crust of the Earth. Nevertheless, relatively few thermodynamic data other than dissociation constants (K) for a few dozen of these complexes have been determined experimentally at elevated temperatures and pressures. The calculations summarized below are intended to supplement these experimental data by providing interim predictions of the thermodynamic properties of supercritical aqueous metal complexes using the revised HKF (Helgeson et al., 1981) equations of state for aqueous species (Tanger and Helgeson, 1988; Shock et al., 1992) and correlations among equations of state parameters and standard partial molal properties at 25°C and 1 bar (Shock and Helgeson, 1988, 1990; Shock et al., 1989). These equations and correlations permit retrieval of the conventional standard partial molal entropies (S̄0), volumes (V̄0), and heat capacities (C̄0P) of aqueous metal complexes at 25°C and 1 bar from published values of log K in the supercritical region and the limited number of experimental dissociation constants available in the literature over relatively short ranges of elevated temperature at PSAT(PSATand SAT are used in the present communication to refer to pressures corresponding to liquid-vapor equilibrium for the system H2O. except at temperatures <100°C, where they refer to the reference pressure of 1 bar). The standard partial molal properties computed in this way can then be used to generate corresponding values of ΔS̄0, ΔV̄0, and ΔC̄0Pof association, which for similar complexes correlate linearly with S̄0, V̄0, and C̄0P, respectively, of the constituent cations and ligands at 25°C and 1 bar. Generalizing these correlations and combining them with the equations of state permits prediction of the temperature and pressure dependence of log K and other thermodynamic properties of a large number of aqueous metal complexes. As a consequence, it is possible to retrieve values of log K at 25°C and 1 bar from the results of hydrothermal experiments at higher temperatures and pressures or to predict values of log K at hydrothermal conditions when no experimental data are available at temperatures and pressures above 25°C and 1 bar. Such predictions can be made for temperatures and pressures from 0°C and 1 bar to 1000°C and 5000 bars. Copyright © 1997 Elsevier Science Ltd."}}}
{"type":2300,"data":{"_key":"2001TAGSCH","_id":"datasources/2001TAGSCH","_rev":"_Zk7m-qG---","_type":"vertex","_label":"datasource","properties":{"shortname":"[2001TAG/SCH]","year":"2001","author":["Tagirov, Boris","Schott, Jacques"],"bibliographic_type":{"0":"ARTICLE"},"title":"Aluminum speciation in crustal fluids revisited","journal":"Geochimica et Cosmochimica Acta","volume":"65","number":"21","pages":"3965","booktitle":"","publisher":"Pergamon","abstracttext":"Aluminum speciation in crustal fluids is assessed by means of standard thermodynamic properties at 25°C, 1 bar, and revised Helgeson-Kirkham-Flowers (HKF) (Tanger J. C. IV and Helgeson H. C., “Calculation of the thermodynamic and transport properties of aqueous species at high pressures and temperatures: Revised equations of state for the standard partial molal properties of ions and electrolytes,” Am. J. Sci. 288, 19–98, 1988) equations of state parameters for aqueous species in the system Al-O-H-Na-Si-Cl-F-SO4 derived from recent experimental data with the help of isocoulombic reactions and correlations among parameters in the HKF model. In acidic to neutral hydrothermal solutions and for fluorine concentrations in excess of 1 ppm, the fluoride complexes AlFn3−n dominate Al speciation at temperature (T) < 100°C, whereas the hydroxide fluoride species Al(OH)2F(aq)0 and AlOHF20(aq) are dominant up to ∼400°C. In high-temperature (T > 300°C) hydrothermal and metamorphic fluids, aluminum mobility is considerably enhanced by formation of NaAl(OH)3F(aq)0 and NaAl(OH)2F20(aq) ion paired mixed species. NaAl(OH)2F20(aq) controls Al transport in granite-derived fluids and during greisenization. At alkaline pH, Al(OH)4−, Al(OH)3H3SiO4−, and the NaAl(OH)40(aq) ion-pair are the dominant Al species. Thermodynamic calculations show that as a result of strong interactions of Al(aq) with NaOH, NaF, HF, and SiO2(aq) present in crustal fluids, the concentrations of aluminum in equilibrium with Al-bearing minerals can be several orders of magnitude higher than those calculated assuming that only Al hydroxyde complexes are formed. Interactions with these components are likely to be responsible for aluminum mobility during hydrothermal and metamorphic reactions."}}}
{"type":2300,"data":{"_key":"2016MIRWAG","_id":"datasources/2016MIRWAG","_rev":"_Zk7m-7G---","_type":"vertex","_label":"datasource","properties":{"shortname":"[2016MIR/WAG]","year":"2016","author":["Miron, G.D.","Wagner, T.","Kulik, D.A.","Heinrich, C.A."],"bibliographic_type":{"0":"ARTICLE"},"title":"Internally consistent thermodynamic data for aqueous species in the system Na-K-Al-Si-O-H-Cl","journal":"Geochimica et Cosmochimica Acta","volume":"187","booktitle":"","abstracttext":"? 2016 Elsevier Ltd.A large amount of critically evaluated experimental data on mineral solubility, covering the entire Na-K-Al-Si-O-H-Cl system over wide ranges in temperature and pressure, was used to simultaneously refine the standard state Gibbs energies of aqueous ions and complexes in the framework of the revised Helgeson-Kirkham-Flowers equation of state. The thermodynamic properties of the solubility-controlling minerals were adopted from the internally consistent dataset of Holland and Powell (2002; Thermocalc dataset ds55). The global optimization of Gibbs energies of aqueous species, performed with the GEMSFITS code (Miron et al., 2015), was set up in such a way that the association equilibria for ion pairs and complexes, independently derived from conductance and potentiometric data, are always maintained. This was achieved by introducing reaction constraints into the parameter optimization that adjust Gibbs energies of complexes by their respective Gibbs energy effects of reaction, whenever the Gibbs energies of reactant species (ions) are changed. The optimized thermodynamic dataset is reported with confidence intervals for all parameters evaluated by Monte Carlo trial calculations. The new thermodynamic dataset is shown to reproduce all available fluid-mineral phase equilibria and mineral solubility data with good accuracy and precision over wide ranges in temperature (","keywords":["[Aqueous species, Fluid-rock interaction, Hydrothe"]}}}
{"type":2300,"data":{"_key":"1997TAGZOT","_id":"datasources/1997TAGZOT","_rev":"_Zk8gxQK---","_type":"vertex","_label":"datasource","properties":{"shortname":"[1997TAG/ZOT]","year":"1997","author":["Tagirov, B. R.","Zotov, A. V.","Akinfiev, N. N."],"bibliographic_type":{"0":"ARTICLE"},"title":"Experimental study of dissociation of HCl from 350 to 500°C and from 500 to 2500 bars: Thermodynamic properties of HCl°(aq)","journal":"Geochimica et Cosmochimica Acta","booktitle":"","abstracttext":"New values of the dissociation constants of HCl°referring to low density supercritical solutions and near-critical temperatures of water (3"}}}
{"type":2300,"data":{"_key":"2003AKIDIA","_id":"datasources/2003AKIDIA","_rev":"_Zk7m-zO---","_type":"vertex","_label":"datasource","properties":{"shortname":"[2003AKI/DIA]","year":"2003","author":["Akinfiev, Nikolay N.","Diamond, Larryn W."],"bibliographic_type":{"0":"ARTICLE"},"title":"Thermodynamic description of aqueous nonelectrolytes at infinite dilution over a wide range of state parameters","journal":"Geochimica et Cosmochimica Acta","volume":"67","number":"4","pages":"613","booktitle":"","publisher":"Pergamon","abstracttext":"A new, virial-like equation of state (EoS) for describing the thermodynamic properties of aqueous nonelectrolytes at infinite dilution is proposed. It is based on the accurate EoS for a solvent (H2O) given by Hill (1990) and requires only three empirical parameters to be fitted to experimental data, and these are independent of temperature and pressure. Knowledge of the thermodynamic properties of a pure gas, together with these three parameters, enables prediction of the whole set thermodynamic properties of the solute at infinite dilution (chemical potential, entropy, molar volume, and apparent molar heat capacity) over a wide range of temperatures (0 to 500°C) and pressures (1 to 2000 bars), including the near-critical region. In the cases in which experimental thermodynamic data are lacking, the empirical parameters can be estimated solely from the known standard-state properties of the solute. The new EoS is compatible with the Helgeson-Kirkham-Flowers model for aqueous electrolytes, and thus it can be applied to reactions involving minerals, gases, and aqueous ions, in addition to uncharged species."}}}
{"type":2300,"data":{"_key":"2017MIRWAG","_id":"datasources/2017MIRWAG","_rev":"_Zk7m__O---","_type":"vertex","_label":"datasource","properties":{"shortname":"[2017MIR/WAG]","year":"2017","author":["Miron, G.D.","Wagner, T.","Kulik, D.A.","Lothenbach, B."],"bibliographic_type":{"0":"ARTICLE"},"title":"An internally consistent thermodynamic dataset for aqueous species in the system Ca-Mg-Na-K-Al-Si-O-H-C-Cl to 800 °c and 5 KBAR","journal":"American Journal of Science","volume":"317","number":"7","pages":"755","booktitle":"","abstracttext":"This study presents an internally consistent thermodynamic dataset for aqueous species in the system Ca-Mg-Na-K-Al-Si-O-H-C-Cl, obtained by adding species of calcium, magnesium and carbon to the core system Na-K-Al-Si-O-H-Cl (Miron and others, 2016). Critically evaluated experimental data on mineral solubility (Ca and Mg hydroxides, Ca and Mg silicates, anorthite, Ca and Mg carbonates) in water and aqueous electrolyte solutions over wide ranges in temperature and pressure were added to the database of experimental data. The complete experimental dataset was then used to simultaneously refine the standard state Gibbs energies of all aqueous ions and complexes in the framework of the revised Helgeson-Kirkham-Flowers (HKF) equation of state. The thermodynamic properties of the solubility-controlling minerals were accepted from the internally consistent dataset of Holland and Powell (1998; updated Thermocalc dataset ds55). The association equilibria of important hydroxide, chloride, carbonate and silicate complexes were critically reviewed, and their standard state properties and HKF parameters were independently derived from conductance, potentiometric and, in a few cases, solubility measurements. In a global optimization of standard Gibbs energies of aqueous species, performed with the GEMSFITS code (Miron and others, 2015), the association equilibria for aqueous complexes were always maintained. The new thermodynamic dataset reproduces all available fluidmineral phase equilibria and mineral solubility data in the system Ca-Mg-Na-K-Al-Si-","keywords":["Aqueous species","Experimental data evaluation","Fluid-rock interaction","Hydrothermal geochemical modeling","Optimization","Thermodynamic database"]}}}
{"type":2300,"data":{"_key":"1991HOLPOW","_id":"datasources/1991HOLPOW","_rev":"_Zk8SGzS---","_type":"vertex","_label":"datasource","properties":{"shortname":"[1991HOL/POW]","year":"1991","author":["Holland, Tim","Powell, Roger"],"bibliographic_type":{"0":"ARTICLE"},"title":"A Compensated-Redlich-Kwong (CORK) equation for volumes and fugacities of CO2 and H2O in the range 1 bar to 50 kbar and 1","journal":"Contributions to Mineralogy and Petrology","volume":"109","number":"2","pages":"265","booktitle":"","abstracttext":"We present a simple virial-type extension to the modified Redlich-Kwong (MRK) equation for calculation of the volumes and fugacities of H2O and CO2 over the pressure range 0.0"}}}
{"type":2300,"data":{"_key":"2015MIRKUL","_id":"datasources/2015MIRKUL","_rev":"_Zk7m-2W---","_type":"vertex","_label":"datasource","properties":{"shortname":"[2015MIR/KUL]","year":"2015","author":["Miron, G.D.","Kulik, D.A.","Dmytrieva, S.V.","Wagner, T."],"bibliographic_type":{"0":"ARTICLE"},"title":"GEMSFITS: Code package for optimization of geochemical model parameters and inverse modeling","journal":"Applied Geochemistry","volume":"55","booktitle":"","abstracttext":"? 2014 Elsevier Ltd.GEMSFITS is a new code package for fitting internally consistent input parameters of GEM (Gibbs Energy Minimization) geochemical-thermodynamic models against various types of experimental or geochemical data, and for performing inverse modeling tasks. It consists of the gemsfit2 (parameter optimizer) and gfshell2 (graphical user interface) programs both accessing a NoSQL database, all developed with flexibility, generality, efficiency, and user friendliness in mind. The parameter optimizer gemsfit2 includes the GEMS3K chemical speciation solver (http://gems.web.psi.ch/GEMS3K), which features a comprehensive suite of non-ideal activity- and equation-of-state models of solution phases (aqueous electrolyte, gas and fluid mixtures, solid solutions, (ad)sorption. The gemsfit2 code uses the robust open-source NLopt library for parameter fitting, which provides a selection between several nonlinear optimization algorithms (global, local, gradient-based), and supports large-scale parallelization. The gemsfit2 code can also perform comprehensive statistical analysis of the fitted parameters (basic statistics, sensitivity, Monte Carlo confidence intervals), thus supporting the user with powerful tools for evaluating the quality of the fits and the physical significance of the model parameters. The gfshell2 code provides menu-driven setup of optimization options (data selection, properties to fit and their constraints, measured properties to compare with computed counterparts, and statistics). The practical utility, efficiency, and geochemical relevance of GEMSFITS is demonstrated by examples of typical classes of problems that include fitting of parameters of thermodynamic mixing models, optimization of standard state Gibbs energies of aqueous species and solid-solution end-members, thermobarometry, inverse titrations, and optimization problems that combine several parameter- and property types."}}}
{"type":2300,"data":{"_key":"1997SHOSAS","_id":"datasources/1997SHOSAS","_rev":"_Zk7m-aa---","_type":"vertex","_label":"datasource","properties":{"shortname":"[1997SHO/SAS]","year":"1997","author":["Shock, Everett L.","Sassani, David C.","Willis, Marc","Sverjensky, Dimitri A."],"bibliographic_type":{"0":"ARTICLE"},"title":"Inorganic species in geologic fluids: Correlations among standard molal thermodynamic properties of aqueous ions and hydroxide complexes","journal":"Geochimica et Cosmochimica Acta","booktitle":"","abstracttext":"Correlations among experimentally determined standard partial molal thermodynamic properties of inorganic aqueous species at 25°C and 1 bar allow estimates of these properties for numerous monatomic cations and anions, polyatomic anions, oxyanions, acid oxyanions, neutral oxy-acid species, dissolved gases, and hydroxide complexes of metal cations. Combined with correlations among parameters in the revised Helgeson-Kirkham-Flowers (HKF) equation of state (Shock et al., 1992), these estimates permit predictions of standard partial molal volumes (V̄°), heat capacities (C̄°P), and entropies (S̄°), as well as apparent standard partial molal enthalpies (ΔH̄°P,T) and Gibbs free energies (ΔḠ°P,T) of formation to 1000°C and 5 kb for hundreds of inorganic aqueous species of interest in geochemistry. Data and parameters for more than 300 inorganic aqueous species are presented. Close agreement between calculated and experimentally determined equilibrium constants for acid dissociation reactions and cation hydrolysis reactions supports the generality and validity of these predictive methods. These data facilitate the calculation of the speciation of major, minor, and trace elements in hydrothermal and metamorphic fluids throughout most of the crust of the Earth. Copyright © 1997 Elsevier Science Ltd."}}}
{"type":2300,"data":{"_key":"1997POKHEL","_id":"datasources/1997POKHEL","_rev":"_Zk8sgze---","_type":"vertex","_label":"datasource","properties":{"shortname":"[1997POK/HEL]","year":"1997","author":["Pokrovskii, Vitalii A.","Helgeson, Harold C."],"bibliographic_type":{"0":"ARTICLE"},"title":"Thermodynamic properties of aqueous species and the solubilities of minerals at high pressures and temperatures: the system Al2O3H2OKOH","journal":"Chemical Geology","volume":"137","number":"3-4","pages":"221","booktitle":"","abstracttext":"Experimental solubilities of gibbsite and corundum in aqueous KOH solutions at elevated temperatures and pressures reported by Fricke and Jucaitis (1930), Wesolowski (1992), and Pascal and Anderson (1989) were used together with the Hückel (1925) and Setchénow (1892) equations for activity coefficients of aqueous species and the thermodynamic properties of the aluminate ion AlO-2 to retrieve dissociation constants for the potassium aluminate ion pair KAlO02. The calculations were carried out using values of the Hückel extended-term parameter for aqueous KOH and dissociation constants for KOH0 generated in the present study. Supercritical solubilities of corundum reported in the literature were regressed with the aid of a speciation model which explicitly provides for the formation in solution of triple ion clusters (Oelkers and Helgeson, 1990). Values of the dissociation constant for KAlO02 generated from these data were subsequently regressed with the revised Helgeson-Kirkham-Flowers (HKF) equations of state (Tanger and Helgeson, 1988; Shock et al., 1989) to obtain HKF equations of state coefficients and the standard partial molal thermodynamic properties at 25°C and 1 bar of KAlO02., which can be used to calculate the standard partial molal thermodynamic properties of the species at temperatures to 1000°C and pressures to 5 kbar. Combining these parameters and properties with those for AlO-2 (Pokrovskii and Helgeson, 1995) permits calculation to within 0.05 log units of the experimental solubilities of corundum in KOH solutions reported by Barns et al. (1963) and Anderson and Burnham (1967) at temperatures to 800°C and pressures to 5 kbar. Similar calculations carried out for temperatures from 80 to 300°C at PSAT (PSAT refers to 1 bar at temperatures <100°C and to the equilibrium pressure for coexisting liquid and vapor H2O at higher temperatures) indicate that addition of KCl to dilute KOH solutions increases the solubilities of gibbsite, boehmite, and diaspore in response to increasing formation of KAlO02 and the decrease in the activity coefficient of AlO-2. At temperatures ∼≤80°C, the two factors contribute comparably to the solubility of gibbsite in solutions with KCl concentrations up to 5 molal.","keywords":["Dissociation constant","HKF equations of state","High temperature and pressure","Thermodynamic properties"]}}}
{"type":2300,"data":{"_key":"1988SHOHEL","_id":"datasources/1988SHOHEL","_rev":"_Zk7m-jm---","_type":"vertex","_label":"datasource","properties":{"shortname":"[1988SHO/HEL]","year":"1988","author":["Shock, Everett L.","Helgeson, Harold C."],"bibliographic_type":{"0":"ARTICLE"},"title":"Calculation of the thermodynamic and transport properties of aqueous species at high pressures and temperatures: Correlation algorithms for ionic species and equation of state predictions to 5 kb and 1000°C","journal":"Geochimica et Cosmochimica Acta","volume":"52","number":"8","pages":"2009","booktitle":"","publisher":"Pergamon","abstracttext":"Correlation algorithms permit prediction of species-dependent parameters in revised equations of state (tanger and Helgeson, 1988) for aqueous ions and electrolytes which can be used together with values at 25°C and 1 bar of the standard partial molal entropies (S0), volumes (V0), and heat capacities (C0p) of the ions to calculate their standard partial molal thermodynamic properties at pressures and temperatures to 5 kb and 1000°C. Values of V0 and C0p at 25°C and 1 bar have been calculated for 128 aqueous ions from analysis of published experimental data or from correlations of these properties with S0. Equation of state parameters have also been generated for these ions and examples are given of predicted standard partial molal thermodynamic properties of representative cations and anions at high pressures and temperatures. Close agreement between independently predicted and experimentally determined equilibrium constants for acid anion dissociation reactions at high temperatures supports the validity and generality of the predictive algorithms."}}}
{"type":2300,"data":{"_key":"2001BENPAL","_id":"datasources/2001BENPAL","_rev":"_Zk7m-wm---","_type":"vertex","_label":"datasource","properties":{"shortname":"[2001BEN/PAL]","year":"2001","author":["Bénézeth, Pascale","Palmer, Donald A.","Wesolowski, David J."],"bibliographic_type":{"0":"ARTICLE"},"title":"Aqueous high-temperature solubility studies. II. The solubility of boehmite at 0.03 m ionic strength as a function of temperature and pH as determined by in situ measurements","journal":"Geochimica et Cosmochimica Acta","volume":"65","number":"13","pages":"2097","booktitle":"","publisher":"Pergamon","abstracttext":"The solubility of pure synthetic boehmite (γ-AlOOH) has been measured over a wide range of pH (2–10, depending on temperature), and temperature (100–290°C) at 0.03 mol · kg−1 ionic strength (NaCl) in a hydrogen-electrode concentration cell (HECC), which provided continuous in situ measurement of hydrogen ion molality (Palmer et al. 2001). A least-squares regression of the results obtained was used to determine the molal solubility quotients (Qs0 to Qs4) of boehmite. The solubility products (Qsn) were extrapolated to infinite dilution (Ksn), permitting calculation of the thermodynamic properties of aqueous species of aluminum for comparison with previous works, such as Bourcier et al. (1993) and Castet et al. (1993). These results are generally consistent with the latter study conducted near infinite dilution, although some significant differences are apparent, particularly near the solubility minimum."}}}
{"type":2300,"data":{"_key":"1989SHOHEL","_id":"datasources/1989SHOHEL","_rev":"_Zk7m-Wq---","_type":"vertex","_label":"datasource","properties":{"shortname":"[1989SHO/HEL]","year":"1989","author":["Shock, Everett L","Helgeson, Harold C","Sverjensky, Dimitri A"],"bibliographic_type":{"0":"ARTICLE"},"title":"Calculation of the thermodynamic and transport properties of aqueous species at high pressures and temperatures: Standard partial molal properties of inorganic neutral species","journal":"Geochimica et Cosmochimica Acta","volume":"53","number":"9","pages":"2157","booktitle":"","publisher":"Pergamon","abstracttext":"Consideration of interactions between neutral aqueous species and H2O dipoles in terms of effective Born coefficients permits extension of the revised HKF (Helgeson, Kirkham and Flowers, 1981) equations of state (Tanger and Helgeson, 1988) for the standard partial molal properties of ionic species at high pressures and temperatures to include inorganic gases, acids, and other neutral aqueous species. Correlation algorithms similar to those used to estimate equation of state parameters for ions and electrolytes (shock, and Helgeson, 1988) have also been developed for neutral aqueous species. Calculation of the standard partial molal thermodynamic properties of dissolved inorganic gases as well as other neutral aqueous species as a function of pressure and temperature indicates that the standard partial molal volume (V̄0), heat capacity (C̄0p), and entropy (S̄0), together with the apparent standard partial molal enthalpy of formation (ΔH̄0) of many of these species in the liquid phase minimize with increasing temperature at PSAT∗∗PSAT represents pressures corresponding to liquid-vapor equilibrium for the system H2O, except at temperatures <100°C where it refers to the reference pressure of 1 bar. and approach ∞ at the critical point of H2O. In the case of other neutral aqueous species such as SiO2(aq), V̄0, C̄0p, S̄0, and ΔH̄0 behave as functions of temperature and pressure like those of electrolytes in the liquid phase and maximize with increasing temperature at PSAT, approaching — ∞ at the critical point of H2O. Which of these types of behavior is exhibited by V̄0, C̄)p, S̄0, and ΔH̄0 for a given neutral aqueous species depends in part on the relative volatility of the aqueous species and the effect of the species on solvent dipole-dipole interaction. Close agreement between predicted and experimentally determined equilibrium constants for gas solubility and inorganic acid dissociation reactions at high temperatures and pressures supports the validity and generality of the equations of state and the predictive algorithms. High temperature/pressure equilibrium constants can be predicted for reactions involving a wide variety of neutral aqueous species for which few or no experimental data are available at temperatures > 25°C. Present capabilities permit such predictions to be made for hydrothermal and magmatic conditions at pressures and temperatures to 5 kb and 1000°C."}}}
{"type":2300,"data":{"_key":"2000SEDOCO","_id":"datasources/2000SEDOCO","_rev":"_Zk7m-mu---","_type":"vertex","_label":"datasource","properties":{"shortname":"[2000SED/OCO]","year":"2000","author":["Sedlbauer, Josef","O'Connell, John P.","Wood, Robert H."],"bibliographic_type":{"0":"ARTICLE"},"title":"A new equation of state for correlation and prediction of standard molal thermodynamic properties of aqueous species at high temperatures and pressures","journal":"Chemical Geology","volume":"163","number":"1-4","pages":"43","booktitle":"","publisher":"Elsevier","abstracttext":"A new expression for partial molar volumes of aqueous solutes at infinite dilution has been developed in an empirical form based on Fluctuation Solution Theory for use over wide ranges of temperature and pressure. The solvent density and compressibility characterize the solvent properties, providing a much better description, especially in the critical region, than do models based on the solvent dielectric constant. The formulation has been integrated and differentiated to obtain analytic expressions for the Gibbs energy of hydration and Henry's constant, as well as the infinite dilution partial molar enthalpy and heat capacity of hydration at supercritical temperatures. For partial molar heat capacities at subcritical temperatures, an additional temperature-dependent function is used. Using newly established comprehensive databases of experimental V20 and C0p,2 for nonelectrolytes and 1-1 electrolytes, supplemented with smaller databases for Δhyd H20 and Δhyd G20 for nonelectrolytes and κ20 for electrolytes, it is shown that accurate correlations of all available data are obtained with the new model. For nonelectrolytes, the accuracy of predictions for all hydration and derivative properties at densities greater than 250 kg m−3 and at temperatures from ambient to over 700K using only data at 298K is almost as good as fitting the model's five parameters to all the data. For 1-1 electrolytes, predictions of C0p,2 near the critical temperature from V20 near the critical temperature are satisfactory for NaCl(aq)."}}}
{"type":2300,"data":{"_key":"2001PLYSHO","_id":"datasources/2001PLYSHO","_rev":"_Zk7m-ty---","_type":"vertex","_label":"datasource","properties":{"shortname":"[2001PLY/SHO]","year":"2001","author":["Plyasunov, Andrey V.","Shock, Everett L."],"bibliographic_type":{"0":"ARTICLE"},"title":"Correlation strategy for determining the parameters of the revised Helgeson-Kirkham-Flowers model for aqueous nonelectrolytes","journal":"Geochimica et Cosmochimica Acta","volume":"65","number":"21","pages":"3879","booktitle":"","publisher":"Pergamon","abstracttext":"The main goal of this study is to revise the correlation algorithm for estimating parameters of the revised Helgeson-Kirkham-Flowers (HKF) model for aqueous nonelectrolyte solutes. The basis for the revision is the analysis of a large body of experimental values of the standard partial molar heat capacities and volumes of aqueous nonelectrolytes published mainly during the last decade. Unlike earlier estimation methods, we show that one of the most useful properties for developing correlations for uncharged species is the standard Gibbs energy of hydration of a solute at 298.15 K and 0.1 MPa, ΔhGo, which reflects the strength of water-solute interactions. Explicit correlations with ΔhGo seem to provide reliable means to estimate the “solvation” parameter ω and the “caloric” parameter c2 in the revised HKF model. “Volumetric” parameters a1 to a4 depend on both the size of a solute and its standard Gibbs energy of hydration. It is expected that the revised estimation strategy will improve the reliability of predictions of thermodynamic properties of aqueous nonelectrolytes in the framework of the revised HKF model. A related problem is the temperature and density ranges of the applicability of the model for uncharged species. A comparison of experimental properties and those fitted in the framework of the revised HKF model made in this study or in articles published elsewhere shows that the model can be used along the saturation vapor-liquid curve of pure water in the density region sufficiently remote from the critical point of water, say up to 630 K. At densities above 500 to 600 kg · m−3 the range of applicability of the revised HKF model for uncharged species may extend up to higher temperatures. At temperatures up to 500 K at pressures up to 50 MPa, the revised HKF model is capable of excellent description of the standard thermodynamic properties of aqueous nonelectrolytes, except in the narrow temperature range below 280–290 K."}}}
{"type":2300,"data":{"_key":"1998HOLPOW","_id":"datasources/1998HOLPOW","_rev":"_Zk7m-g6---","_type":"vertex","_label":"datasource","properties":{"shortname":"[1998HOL/POW]","year":"1998","author":["Holland, T. J. B.","Powell, R."],"bibliographic_type":{"0":"ARTICLE"},"title":"An internally consistent thermodynamic data set for phases of petrological interest","journal":"Journal of Metamorphic Geology","volume":"16","number":"3","pages":"309","booktitle":"","publisher":"John Wiley & Sons, Ltd (10.1111)","abstracttext":"The thermodynamic properties of 154 mineral end-members, 13 silicate liquid end-members and 22 aqueous fluid species are presented in a revised and updated data set. The use of a temperature-dependent thermal expansion and bulk modulus, and the use of high-pressure equations of state for solids and fluids, allows calculation of mineral-fluid equilibria to 100 kbar pressure or higher. A pressure-dependent Landau model for order-disorder permits extension of disordering transitions to high pressures, and, in particular, allows the alpha-beta quartz transition to be handled more satisfactorily. Several melt end-members have been included to enable calculation of simple phase equilibria and as a first stage in developing melt mixing models in NCKFMASH. The simple aqueous species density model has been extended to enable speciation calculations and mineral solubility determination involving minerals and aqueous species at high temperatures and pressures. The data set has also been improved by incorporation of many new phase equilibrium constraints, calorimetric studies and new measurements of molar volume, thermal expansion and compressibility. This has led to a significant improvement in the level of agreement with the available experimental phase equilibria, and to greater flexibility in calculation of complex mineral equilibria. It is also shown that there is very good agreement between the data set and the most recent available calorimetric data.","keywords":["P","T","thermodynamic data."]}}}
